{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"rich_text_zQtkT9":{"type":"rich-text","blocks":{"heading_jF7ANf":{"type":"heading","settings":{"heading":"Shipping Policy","heading_size":"h2"}},"text_zq3MeE":{"type":"text","settings":{"text":"<h3>Standard Service<\/h3><ul><li>Most orders shipped via Standard Service are processed and shipped in 1 – 2 business days, depending on product availability.<\/li><li>Most Standard orders are delivered within 3-5 business days from the order’s ship date.<\/li><li>Orders are processed and shipped on business days, only Monday Through Friday (except on holidays or weather conditions).<\/li><li>Orders received on Saturday and Sunday will be processed on the following Monday.<\/li><li>Orders received Monday through Friday after 2:00pm EST, will be processed on the following business day.<\/li><\/ul><h2><\/h2><h3>Free Shipping<\/h3><ul><li>Currently, we offer free shipping on orders over $65 in all U.S states, excluding Alaska, Hawaii & Puerto Rico.<\/li><li>Offer is not valid with any other promotion.<\/li><li>Offer is only valid on one shipping address, multiple addresses per order will be charged separately.<\/li><li>If your shipment appears to be damaged in transit, please contact us immediately and we will arrange for a replacement.<\/li><\/ul><h2><\/h2><h3>Shipping Restrictions<\/h3><ul><li>We are unable to ship to P.O. Boxes, APO\/FPO addresses. Please provide a valid street location to receive your order.<\/li><li>We do not offer Saturday, Sunday or holiday delivery.<\/li><li>USPS and UPS do not require a signature upon delivery. USPS and UPS will leave your package at the safest location at your address.<\/li><li>We do not credit shipping cost for returned or exchanges orders.<\/li><\/ul><h2><\/h2><h3>Estimated Delivery Dates<\/h3><ul><li>We do our best to estimate the most accurate delivery time for your convenience. For the most updated delivery information after your order has been shipped, please refer to the tracking information in your email confirmation. Simply use the tracking number provided to track your package online.<\/li><\/ul><p>Applies to in-stock items only. Delivery of out-of-stock items is subject to availability. The dates provided are estimates and are subject to change.<\/p>"}}},"block_order":["heading_jF7ANf","text_zq3MeE"],"custom_css":["h2 {color: #a88d51; text-align: center;}"],"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"scheme-4","full_width":true,"padding_top":100,"padding_bottom":52}}},"order":["main","rich_text_zQtkT9"]}