{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"custom_liquid_BgyhCJ":{"type":"custom-liquid","disabled":true,"custom_css":[".__custom_who_we_are {text-align: center; color: black; font-size: 34px; padding: 5rem; margin: 0 auto;}",".__discover_damanci {text-align: center; color: #a88d51; font-size: 24px; padding: 5rem; margin: 0 auto;}",".__damanci {padding: 0 5rem; margin: 0 100px;}"],"settings":{"custom_liquid":"<p class=\"__custom_who_we_are\">Who We Are<\/p>\n<p class=\"__discover_damanci\">Discover DAMANCI®<\/p>\n<p class=\"__damanci\">DAMANCI is a born and bred American brand founded in 2013 by expert beauticians, stylists and scientists, all committed to a single guiding principle—All that is good. The company had one goal: to distinguish itself from other brands by focusing on offering customers the highest-quality hair products, which go as far as cutting styling time in half! The strategy was to use a unique combination of natural ingredients and innovative technology to create a special solution for every hair type, rendering a complete collection of highly-customizable formulas for both haircare professionals and end-users.<\/p>","color_scheme":"scheme-d5290143-d466-413e-8927-0366fbb519dc","padding_top":40,"padding_bottom":52}},"rich_text_4EbgCM":{"type":"rich-text","blocks":{"heading_TKMHn4":{"type":"heading","disabled":true,"settings":{"heading":"Refund Policy","heading_size":"h2"}},"text_Uzffdk":{"type":"text","settings":{"text":"<h2>Refund Policy<\/h2><p>DAMANCI is happy to provide a full refund or exchange within 30 days of the purchase date on all DAMANCI products that you return the items to us the same way we sent them to you - in the same condition, unopened, unused and in resalable condition.<\/p><h3>How will I receive my refund?<\/h3><p>A refund will be issued to your original payment method after we have received, inspected and confirmed the salable condition of your returned item(s).<\/p><h3>When will I receive my refund?<\/h3><p>This usually will be 2-5 business days from the date of arrival from the carrier.<\/p><h3>Refund contact info:<\/h3><p>Email us at <a href=\"mailto:support@damanci.com\">support@damanci.com<\/a><\/p><h3>Late or Missing Refunds (If Applicable)<\/h3><p>If you haven’t received a refund when expected, first check your bank account or credit card company, it may take some time before your refund is officially posted and processed. If you’ve done all of this and you still have not received your refund, please contact us.<\/p><h3>How do i make a return?<\/h3><p>To return your item(s) for an exchange\/online store credit, follow the steps below: Generally, as a “rule-of-thumb\" you return the items to us the same way we sent them to you - in the same condition unopened, unused, untested and in resalable condition.<\/p><ol><li>Please include a brief explanation, as well as the description of the item(s) that you would like to return.<\/li><li>For your protection and to ensure prompt delivery, we recommend that you send your return via an insured method which can be tracked in the case of loss.<\/li><li>You will be responsible for paying for your own shipping costs when returning or exchanging orders. Shipping costs are non-refundable.<\/li><li>Keep a record of shipment until you have received credit or replacement merchandise.<\/li><li>Once your return is received, inspected and approved, your refund will be processed less the shipping costs, within five business days after receipt of your return.<\/li><\/ol><h3>Conditions for returns:<\/h3><ul><li>Products must be returned within 30 days of purchase for domestic and international orders.<\/li><li>Item(s) must be in original condition, unopened and unused.<\/li><li>Products must not be opened, worn or tampered with due to hygienic reasons and the safety of our customers.<\/li><\/ul><h3>What items are non-refundable?<\/h3><p>Final Sales cannot be returned or refunded. Final sales include: customized orders, subscriptions, eGift cards and memberships.<\/p>"}}},"block_order":["heading_TKMHn4","text_Uzffdk"],"custom_css":["p {text-align: justify;}","h2 {color: #a88d51; text-align: center;}",".rich_text_button {text-color: black;}"],"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"scheme-4","full_width":true,"padding_top":100,"padding_bottom":28}}},"order":["main","custom_liquid_BgyhCJ","rich_text_4EbgCM"]}