{"sections":{"rich_text_4EbgCM":{"type":"rich-text","blocks":{"heading_TKMHn4":{"type":"heading","settings":{"heading":"THE SCIENCE","heading_size":"h2"}},"text_Uzffdk":{"type":"text","settings":{"text":"<h3>Ultimate Complex Empowerment-Positive System<\/h3><h3><\/h3><p>DAMANCI® continuously researches and studies the aging process with great tenacity, persistence and success. Through this process, the company has discovered two “little miracles”: The Keratin Ultimate System and the Stem Cell Peptide. DAMANCI calls its double-action formula ULTIMATE COMPLEX TECHNOLOGY.<\/p>"}},"button_LM7Wn8":{"type":"button","disabled":true,"settings":{"button_label":"CHECK OUT OUR PRODUCTS","button_link":"shopify:\/\/collections\/all","button_style_secondary":true,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["heading_TKMHn4","text_Uzffdk","button_LM7Wn8"],"custom_css":["p {text-align: justify;}","h3 {color: #a88d51;}",".rich_text_button {text-color: black;}"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"scheme-4","full_width":true,"padding_top":100,"padding_bottom":28}},"rich_text_9LcWzV":{"type":"rich-text","blocks":{"heading_enCFgY":{"type":"heading","settings":{"heading":"HOW THE ULTIMATE COMPLEX WORKS","heading_size":"h2"}},"caption_HxnQaT":{"type":"caption","disabled":true,"settings":{"caption":"","text_style":"subtitle","text_size":"large"}},"text_pJhyRV":{"type":"text","settings":{"text":"<p>ULTIMATE COMPLEX produces the ideal micro-environment for the optimal development of cell renewal on the scalp, keeping hair follicles clean and open, allowing for thicker roots and healthier growth. As a result, they can better develop, supply and organize nutrients.<\/p><p>The stem cell peptide is transported in a liposome transport system to the high-home stem cells and support their activity. They reproduce and develop fresh new cells. Thanks to ULTIMATE COMPLEX TECHNOLOGY, these new cells can also optimally develop and the potential of self-renewal of the stem cells is simultaneously protected. It also stimulates nutrients in the hair follicles and may help slow the graying process as well as incite hair growth.<\/p><p>ULTIMATE COMPLEX is rich in anti-oxidant vitamins, keratin, proteins, collagen, natural oils, and is formulated Sulfate-Free, Paraben-Free and Salt-Free.<\/p>"}},"button_Q4N6mR":{"type":"button","settings":{"button_label":"CHECK OUT OUR PRODUCTS","button_link":"shopify:\/\/collections","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}},"heading_7LLQzc":{"type":"heading","settings":{"heading":"WHAT THE ULTIMATE COMPLEX DOES","heading_size":"h1"}},"text_VCiVUi":{"type":"text","settings":{"text":"<p>We combine science and beauty to not only make your hair look its youthful best; DAMANCI will also save time. Our products contain the best natural organic ingredients combined innovatively to create the most complete and effective anti-aging products.<\/p><p>Our commitment is to enhance the natural beauty of every woman by continuously providing the highest quality products to everyone around the world. The meeting of science and beauty is what makes DAMANCI a modern lifestyle symbol of simplicity, empowerment and elegance.<\/p>"}},"text_xVbYCY":{"type":"text","settings":{"text":"<p>This double-action revolution is an effective, strong, lustrous, and all-natural system solution. It empowers your own hair to help defy signs of aging, while repairing and replenishing moisture to bring back beautiful, healthy and younger-looking hair.<\/p><p>Our empowerment-positive, clinically-tested complex produces younger-looking hair and ensures its longevity. The results are instant, with the following effects: incredible softness, elasticity, brightness and vitality while leaving the hair silky smooth.<\/p><p>Our exclusive formula has the perfect balance that improves the strength of your hair, while preventing further damage. It protects against extreme elements such as: pollution, humidity, UV rays, and saltwater. ULTIMATE COMPLEX is designed to empower your hair by changing its molecular structure from the inner core and out, thereby improving the manageability of all types of hair.<\/p>"}},"button_yjFCQp":{"type":"button","settings":{"button_label":"SEE OUR STORE","button_link":"shopify:\/\/collections","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["heading_enCFgY","caption_HxnQaT","text_pJhyRV","button_Q4N6mR","heading_7LLQzc","text_VCiVUi","text_xVbYCY","button_yjFCQp"],"custom_css":[".rich-text__text {text-align: justify;}","h2 {color: #a88d51; font-size: 24px;}"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"scheme-4","full_width":true,"padding_top":12,"padding_bottom":52}},"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"custom_liquid_BgyhCJ":{"type":"custom-liquid","disabled":true,"custom_css":[".__custom_who_we_are {text-align: center; color: black; font-size: 34px; padding: 5rem; margin: 0 auto;}",".__discover_damanci {text-align: center; color: #a88d51; font-size: 24px; padding: 5rem; margin: 0 auto;}",".__damanci {padding: 0 5rem; margin: 0 100px;}"],"settings":{"custom_liquid":"<p class=\"__custom_who_we_are\">Who We Are<\/p>\n<p class=\"__discover_damanci\">Discover DAMANCI®<\/p>\n<p class=\"__damanci\">DAMANCI is a born and bred American brand founded in 2013 by expert beauticians, stylists and scientists, all committed to a single guiding principle—All that is good. The company had one goal: to distinguish itself from other brands by focusing on offering customers the highest-quality hair products, which go as far as cutting styling time in half! The strategy was to use a unique combination of natural ingredients and innovative technology to create a special solution for every hair type, rendering a complete collection of highly-customizable formulas for both haircare professionals and end-users.<\/p>","color_scheme":"scheme-d5290143-d466-413e-8927-0366fbb519dc","padding_top":40,"padding_bottom":52}}},"order":["rich_text_4EbgCM","rich_text_9LcWzV","main","custom_liquid_BgyhCJ"]}