{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"rich_text_4EbgCM":{"type":"rich-text","blocks":{"heading_TKMHn4":{"type":"heading","settings":{"heading":"Terms And Conditions","heading_size":"h2"}},"caption_GxRAJK":{"type":"caption","settings":{"caption":"Terms of Use of The DAMANCI® Website","text_style":"subtitle","text_size":"large"}},"caption_bBnRMP":{"type":"caption","settings":{"caption":"Please Read The Following Terms of Use and Disclaimers Carefully Before Using This Website","text_style":"subtitle","text_size":"medium"}},"text_Uzffdk":{"type":"text","settings":{"text":"<h2><\/h2><h5><\/h5><h3>Terms of Use<\/h3><p>Welcome to damanci.com , website <a href=\"http:\/\/www.damanci.com\/\" target=\"_blank\">www.damanci.com<\/a> (the “Website”) of Damanci LLC (“Damanci” or “us” or “we”). You (the “User”) have requested access to the Website, the Services (defined below) that we provide through the Website and information, images, graphics, data, text, files, links, photographs, audio, video, messages, software, communications, organization, design, compilation, magnetic translation, digital conversion, HTML, XML, Java code and other content related to the Website (collectively “Content”). Please carefully read the terms and conditions of use of the Website and Content (these “Terms of Use”). By accessing or using this Website, you agree to these terms of use, conditions and all applicable laws without modification to these Terms of Use. If you do not agree to these terms you may not use the Website.<\/p><h3>Modification of The Terms of Use<\/h3><p>We may add to, change or remove any part, term or condition of this Agreement, at any time without prior notice to you. We reserve the right to change the terms and conditions, and we will notify you of changes to this Agreement by changing the “Last Updated” date above. You are responsible for regularly reviewing these terms and conditions.<\/p><h3>Access<\/h3><p>We reserve the right, at our sole and absolute discretion to terminate, modify, suspend or discontinue your access to the website, with or without notice. We also reserve the right to charge fees in connection with the use of the Website, and to modify or waive any fees charged in connection with the Website. You agree that DAMANCI shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Website, or any service or product offered through the Website. We reserve the right to refuse, limit or cancel any order you place with us, and to make certain products, promotions or offers available only to classes or types of purchasers, such as consumers and professionals. We may, at our sole discretion, limit or cancel quantities purchased per person, per household or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and orders that use the same billing or shipping address. In the event that we make a change to or cancel an order, we will attempt to notify you by contacting the e-mail, billing address, or phone number provided at the time the order was placed.<\/p><h3>Privacy<\/h3><p>Our Privacy Policy which is incorporated by reference into this Agreement and made a part of these terms of use of DAMANCI®.<\/p><h3>Conduct<\/h3><p>You represent and warrant that (a) you are at least 18 years of age, (b) your use of the Website and Content is legal in, and does not violate any laws or rules of, the jurisdictions in which you reside or from which you use or otherwise access the Website, (c) all information (if any) provided by you to us is correct, (d) you possess the legal right and ability to enter into these Terms of Use, (e) your use of the Website and Content shall be in accordance with these Terms of Use (and if you are a distributor of DAMANCI, the agreement and the Policies and Procedures), (f) your use of the Website and Content shall be in accordance with all applicable laws and regulations, (g) you are capable of assuming, and do assume, any risks related to the use of the Website and Content, and (h) you understand and accept the terms, conditions and risks relating to the use of the Website and Content.<\/p><h3>Return Policy<\/h3><p>All sales made through the Website are subject to DAMANCI Return Policy, which is incorporated by reference into this Agreement. Products purchased on the Online Store cannot be returned to DAMANCI distributor which sells DAMANCI products.<\/p><h3>Payment Methods<\/h3><p>DAMANCI accepts only payments via credit and debit card (Visa, MasterCard, American Express, and Discover). We will charge your credit card at the time we ship all or a portion of your order to you. All sales and payments will be in US Dollars.<\/p><h3>Rights<\/h3><p>The term “The Website Information” means all information, text, pictures, sound, graphics, video, data and other content provided by DAMANCI, its licensors, and other third parties that is displayed on the Website, except for any User Comments (defined in “User Comments” section below). You hereby expressly acknowledge that DAMANCI or its licensors own all legal right, title and interest in and to the Website Information including, without limitation, the text, software, scripts, graphics, photos, sounds, music, videos, interactive features and the like and any and all other proprietary rights contained in or relating to the Website Information including, without limitation, trademarks, service marks, logos, patent rights and copyrights. DAMANCI reserves all rights not expressly granted in and to the Website and the Website Information.<\/p><p><strong>Non-Professional Users:<\/strong> If you are a consumer or other non-professional user of the Website, you are authorized to access and use the Website and Website Information as set forth in this Agreement, provided that: your use of the Website and Website Information as permitted hereunder is solely for your personal, non-commercial use; you will not copy, distribute or transfer any portion of the Website on any media without DAMANCI’s prior written approval; you will not alter, adapt or otherwise modify any part of the Website other than as may be reasonably necessary to use that part of the Website for its intended purpose; and you will otherwise comply in full with the terms and conditions of this Agreement and applicable law.<\/p><p> <\/p><p><strong>Professional User: <\/strong>If you are a licensed professional user, you are authorized to access and use the Website and Website Information as set forth in this Agreement, provided that you will not copy, distribute or transfer any portion of the Website on any media without DAMANCI’s prior approval; you will not alter, adapt or otherwise modify any part of the Website other than as may be reasonably necessary to use that part of the Website for its intended purpose and you will otherwise comply in full with the terms and conditions of this Agreement and applicable law.<\/p><h3>User Content<\/h3><p>You shall indemnify, defend, and hold DAMANCI, our affiliates and our licensors, owners officers, directors, employees, subcontractors, information providers, suppliers, attorneys, agents, parents, subsidiaries and affiliated entities, and the owners, officers, directors, employees, subcontractors, attorneys, agents, parents, subsidiaries and affiliated entities of each of them (collectively, “our Affiliated Parties”) harmless from any liability, loss, claim, damages, suit, judgment, cost or expense, including, but not limited to, reasonable attorneys’ fees, related to your failure to comply with any of these Terms and Conditions or use of the Website or Content. We have no duty to reimburse, defend, indemnify, or hold you harmless resulting from, relating to, or arising from, these Terms and Conditions, the Website, or your access to or use of the Website or Content.<\/p><h3>Indemnification<\/h3><p>You shall indemnify, defend, and hold DAMANCI, our affiliates and our licensors, owners officers, directors, employees, subcontractors, information providers, suppliers, attorneys, agents, parents, subsidiaries and affiliated entities, and the owners, officers, directors, employees, subcontractors, attorneys, agents, parents, subsidiaries and affiliated entities of each of them (collectively, “our Affiliated Parties”) harmless from any liability, loss, claim, damages, suit, judgment, cost or expense, including, but not limited to, reasonable attorneys’ fees, related to your failure to comply with any of these Terms and Conditions or use of the Website or Content. We have no duty to reimburse, defend, indemnify, or hold you harmless resulting from, relating to, or arising from, these Terms and Conditions, the Website, or your access to or use of the Website or Content.<\/p><h3>Copyright<\/h3><p>The content, organization, gathering, compilation, magnetic translation, digital conversion and other matters related to the Online Store are protected under applicable copyrights trademarks, and other proprietary (including but not limited to intellectual property) regulations. All trademarks, service marks, trade names and copyrights displayed on the Website or in the Content are proprietary to DAMANCI or their respective owners. You acquire no rights or licenses in or to any trademarks, service marks, trade names or copyrights displayed on the Website. You may not reproduce, republish, distribute, assign, sublicense, retransmit, sell, or prepare derivative works of the Website or Content, or resell or make our Services available to others. Use or publication by you of any such content or any part of the Online Store is prohibited.<\/p><h3>Website Errors<\/h3><p>There may be information on our Website that contains typographical errors that may relate to products, descriptions, pricing, promotions, availability, or offers. We reserve the right to, at any time and without prior notice, correct any such errors and to correct information or cancel orders for any and all such inaccurate information, including but not limited to, after an order has been placed. If your credit or debit card has already been charged for an order that is subsequently cancelled, DAMANCI shall issue a credit to your credit or debit card account.<\/p><h3>Security<\/h3><p>Credit card information entered on the Online Store is secure and safe using a SSL Certificate. All orders placed on the Online Store are encrypted, thereby protecting any credit card information that is submitted at the time of the order, by using the most advanced consumer online security technique to date. You shall not violate or attempt to impair or degrade the security of the Website. Violations of system or network security may result in civil or criminal liability. DAMANCI reserves the right to investigate occurrences which may involve such violations and may involve, and cooperate with, law enforcement authorities in prosecuting Customers who have participated in such violations. DAMANCI is not liable for any direct or indirect damages related to credit card fraud or theft.<\/p><h3>Disclaimer<\/h3><p>DAMANCI makes no warranties or representations about the accuracy or completeness of this website, the services or the content contained on the website for any purpose. To the maximum extent permitted by applicable law, the website and all such content, services, software and products are provided “as is,” “with all faults,” and “as available.” We disclaim all warranties, expressed and implied, arising out of, or in connection with, the website, services and content, including, but not limited to, the warranties of non- infringement, merchantability, and fitness for a particular purpose and those arising by law, statute, usage of trade or course of dealing and any liability with regard to the website, content and services and any actions resulting from your participation in any service.<\/p><p> <\/p><p>DAMANCI, on behalf of itself and its parent, subsidiaries, affiliates, licensors, distributors, agents, representatives, authorized customers and third-party service providers, including any resellers, distributors, service providers and suppliers thereof, and any of the foregoing entities’ respective officers, directors, owners, employees, agents, partners, contractors, representatives, successors and assigns (collectively, the “DAMANCI parties”): (a) expressly disclaims all representations, warranties and conditions, whether express, implied or statutory, including, without limitation, any implied warranties of merchantability, fitness for a particular purpose, non-infringement or no misappropriation of intellectual property rights of a third party, title, custom, trade, quiet enjoyment, accuracy of information content, or system integration. DAMANCI does not warrant that the website will be available or operate in an uninterrupted, error-free or completely secure manner or that errors or defects will be corrected; (b) does not represent or warrant that the website, or any contents or services therein, will be available or operate in an uninterrupted, timely, error-free or completely secure manner, or that errors or defects will be corrected (c) does not represent or warrant that the website or any contents thereof will meet your requirements; and (d) does not make any representations, warranties, or conditions regarding the use or the results of the use of the website; or any content or services therein; in terms of their accuracy, reliability, timeliness, completeness, or otherwise.<\/p><p>​<\/p><p>Provided “as is” and without warranties of any kind, whether express or implied. To the fullest extent permissible pursuant to applicable law, DAMANCI disclaims all warranties, express or implied, including, but not limited to, implied warranties of merchantability and fitness for a particular purpose, non-infringement, freedom from computer virus, and warranties arising from course of dealing or course of performance. DAMANCI does not represent or warrant that the functions contained in the website will be uninterrupted or error-free, that defects will be corrected, or that this website or the server that makes the website available are free of viruses or other harmful components. DAMANCI does not make any warranties or representations regarding the use of the materials in this website in terms of their completeness, correctness, accuracy, adequacy, usefulness, timeliness, reliability or otherwise. The above limitations may not apply to you.<\/p><h3>Limitation Of Liability<\/h3><p>To the maximum extent permitted by law, we and our affiliated parties shall bear no liability whatsoever for your use of any content or other information or service related to the website and shall not be liable for any direct, indirect, special, incidental, or consequential damages (including, but not limited to, damages for loss of business, loss of profits, or litigation) (i) arising from any decision made or action taken by you in reliance upon the content or our products or services, (ii) arising out of or in any way connected with the use or performance of the website or content, or with the delay or inability to use the website, content, or related services, or from the use or misuse of any information, software, products, services, related graphics, and content obtained through the website, (iii) any incorrect or missing information or data, or (iv) otherwise arising out or resulting from loss of your data or information, whether based on breach of contract, breach of warranty, tort (including, but not limited to, negligence), or otherwise, even if advised of the possibility of such damages. We are not responsible for interrupted, inaccessible or unavailable networks, servers, satellites, internet service providers, websites, or other connections, or for miscommunications, failed, jumbled, scrambled, delayed, or misdirected computer, telephone or cable transmissions, or for any technical malfunctions, failures or difficulties. The above limitations and exclusions shall apply to you to the fullest extent that applicable law permits, in all actions of any kind, whether based on contract, tort (including, without limitation, negligence) or any other legal or equitable theory. Any clause declared invalid shall be deemed severable and not affect the validity or enforceability of the remainder of these terms of use.<\/p><h3>Links<\/h3><p>The Website may from time to time, contain links to or reference third party websites or resources. Because DAMANCI has no control over such websites or resources, you acknowledge and agree that DAMANCI is not responsible for the availability of such external websites or resources, and does not endorse and is not responsible or liable for any content, advertising, products or other materials on or available from such Websites or resources. DAMANCI assumes no responsibility for the content, privacy policies or practices by such third-party websites. By using this Website, you expressly waive any rights, claims or liability against DAMANCI from your use of any third-party website, Data, opinions, advice, statements, or other information made on the Third Party Websites. We do not investigate, monitor, or check such Third Party Websites for accuracy or completeness. We are not responsible for the availability of these Third Party Websites, nor are we responsible for the aesthetics, appeal, suitability to taste or subjective quality of informational content, advertising, products or other materials made available on or through such Third Party Websites. We are providing these links to you only as a convenience and may discontinue providing such links at any time at our sole discretion without notice to you. No endorsement of any third party content, information, data, opinions, advice, statements, goods, services or products is expressed or implied by any information, material or content of any Third Party Website contained in, referred to, included on, or linked from or to, the Website.<\/p><p>​<\/p><p>Under no circumstances shall we or any affiliated providers be held responsible or liable, directly or indirectly, for any loss, injury, or damage caused or alleged to have been caused to you in connection with the use of, or reliance on, any content, information, data, opinions, advice, statements, goods, services, or products available on such Third Party Website. You should direct any concerns to the respective Third Party Website administrator or webmaster. Any links to Third Party Websites do not imply that we are legally authorized to use any trademark, trade name, logo or copyright symbol displayed in or accessible through such links, or that any linked Third Party Website is authorized to use any trademark, trade name, logo or copyright symbol of ours.<\/p><h3>Termination<\/h3><p>You agree that DAMANCI, in its sole discretion, may modify or terminate your use of the Website, including your account or your ability to make purchases through the Website, for any reason, or for no reason, and also may do so if DAMANCI believes that you have or may have violated or acted inconsistently with the letter and spirit of this Agreement. DAMANCI may also in its sole discretion and at any time discontinue providing the Website, or any part thereof, with or without notice. You agree that any termination of your access to the Website under any provision of this Agreement may be effected without prior notice, and acknowledge and agree that DAMANCI may bar any further access to the Website. Further, you agree that DAMANCI shall not be liable to you or any third-party for any termination of access to the Website.<\/p><h3>Jurisdiction, Venue & Waiver of Jury Trial<\/h3><p>This Agreement shall be construed in accordance with the laws of the State of Florida, without regard to any conflict of law provisions. Any dispute arising under this Agreement shall be resolved exclusively by, and venue in the state or federal courts of, the Miami Dade County, Florida or the Southern District of Florida.<\/p><h3>Entire agreement, notice, waiver, and severability.<\/h3><p>This Agreement constitutes the entire Agreement between you and DAMANCI in connection with the Website or Services and supersedes all prior agreements between you and DAMANCI regarding the subject matter contained herein. If any provision of this Agreement is found invalid or unenforceable, that provision shall be enforced to the maximum extent possible, and the other provisions contained herein will remain in full force and effect. No failure of either party to exercise or enforce any of its rights under this Agreement will act as a waiver of such rights. Nothing in this Agreement shall be construed as creating or constituting a partnership, joint venture, agency or other like relationship between you and DAMANCI or any of the DAMANCI Parties.<\/p><p>​<\/p><p>The failure of DAMANCI to insist upon performance of any of the terms and conditions of this Agreement, or the waiver of any breach of, or the decision to not exercise any of its rights under, any of the terms or conditions of this Agreement, shall not be construed as thereafter waiving any such terms and conditions, or any other terms and conditions of this Agreement. Any waiver must be in writing and signed by DAMANCI.<\/p><p> <\/p><p>BY USING THE WEBSITE, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF USE, UNDERSTAND THEM AND AGREE TO BE BOUND BY ALL THE TERMS AND CONDITIONS HEREIN, AS AMENDED FROM TIME TO TIME.<\/p><h3>Customer Service<\/h3><p>Contact us by email at <a href=\"mailto:info@damanci.com\">info@damanci.com<\/a>, or call us toll-free at (833)-326-262 \/ (833)-DAMANCI during normal business hours Monday-Friday from 10:00 AM- 5:00PM EST.<\/p>"}}},"block_order":["heading_TKMHn4","caption_GxRAJK","caption_bBnRMP","text_Uzffdk"],"custom_css":["p {text-align: justify;}","h2 {color: #a88d51; text-align: center; margin-bottom: 10px;}","h5 {text-align: center; margin-top: -25px;}","p.rich-text__caption {color: black; text-align: center; margin-top: 0;}"],"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"scheme-4","full_width":true,"padding_top":100,"padding_bottom":28}}},"order":["main","rich_text_4EbgCM"]}