{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"rich_text_mTmGwx":{"type":"rich-text","blocks":{"heading_pPhAjF":{"type":"heading","disabled":true,"settings":{"heading":"Talk about your brand","heading_size":"h1"}},"text_afwtiL":{"type":"text","settings":{"text":"<h2>Return And Exchange Policy<\/h2><h4>30-DAY MONEY BACK GUARANTEE<\/h4><h3>If you're not satisfied, we're not satisfied!<\/h3><p>Here at DAMANCI® we stand behind the quality of our products and want you to love them as much as we do!. Nonetheless, If, for any reason, you are not completely satisfied, we're not satisfied. That's why we'll happily give you your “30-DAY MONEY BACK GUARANTEE” on any of the DAMANCI® products.<\/p><h3>How do i make a return?<\/h3><p>To return your item(s) for exchange\/online store credit, follow the steps below:Generally, as a “rule-of-thumb\" you return the items to us the same way we sent them to you - in the same condition (unopened, unused and in resalable condition).  <\/p><ol><li>Please contact us at <a href=\"mailto:support@damanci.com\" target=\"_self\"><span style=\"text-decoration:underline\">support@damanci.com<\/span><\/a> to initiate your return or exchange. Please include: a brief explanation and your contact information, order number, order date, as well as the Description of the item\/s that you would like to return.<\/li><li>For your protection and to ensure prompt delivery, we recommend that you send your return via an insured method which can be tracked in the case of loss.<\/li><li>You will be responsible for paying for your own shipping costs for returning or exchanges orders. Shipping costs are non-refundable. Only in the event, that the return item\/s was a direct result of our own error.<\/li><li>Keep a record of shipment until you have received credit or replacement merchandise.<\/li><li>Purchases for prepaid cards and gift packaging are not eligible for return.<\/li><\/ol><h3>Conditions For Returns:<\/h3><p><strong>a)<\/strong> Products must be returned within 30 days of purchase for domestic and international orders.<strong>b)<\/strong> Item(s) must be in original condition, unopened and unused.<strong>c)<\/strong> Products must not be opened, worn or tampered with due to hygienic reasons and the safety  of our customers.<\/p><h3>Late Or Missing Refunds (If Applicable)<\/h3><p>If you haven’t received a refund yet, first check your bank account or credit card company, it may take some time before your refund is officially posted and processed. If you’ve done all of this and you still have not received your refund yet, please contact us at <a href=\"mailto:support@damanci.com\" target=\"_self\"><span style=\"text-decoration:underline\">support@damanci.com.<\/span><\/a><\/p><h3>What items are non-refundable?<\/h3><p>NONRETURNABLE; NOT FOR RESALE; Final Sales cannot be returned. Final sales include: customized orders, subscriptions, eGift cards & memberships.<\/p><h3>Disclaimer<\/h3><p>Nothing in this Return And Exchange Policy limits your rights and remedies under any law.<\/p>"}}},"block_order":["heading_pPhAjF","text_afwtiL"],"custom_css":["p {text-align: justify;}","h2 {color: #a88d51; text-align: center;}","h4 {color: #a88d51; text-align: center;}",".rich_text_button {text-color: black;}"],"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"scheme-4","full_width":true,"padding_top":100,"padding_bottom":52}}},"order":["main","rich_text_mTmGwx"]}