{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"custom_liquid_BgyhCJ":{"type":"custom-liquid","disabled":true,"custom_css":[".__custom_who_we_are {text-align: center; color: black; font-size: 34px; padding: 5rem; margin: 0 auto;}",".__discover_damanci {text-align: center; color: #a88d51; font-size: 24px; padding: 5rem; margin: 0 auto;}",".__damanci {padding: 0 5rem; margin: 0 100px;}"],"settings":{"custom_liquid":"<p class=\"__custom_who_we_are\">Who We Are<\/p>\n<p class=\"__discover_damanci\">Discover DAMANCI®<\/p>\n<p class=\"__damanci\">DAMANCI is a born and bred American brand founded in 2013 by expert beauticians, stylists and scientists, all committed to a single guiding principle—All that is good. The company had one goal: to distinguish itself from other brands by focusing on offering customers the highest-quality hair products, which go as far as cutting styling time in half! The strategy was to use a unique combination of natural ingredients and innovative technology to create a special solution for every hair type, rendering a complete collection of highly-customizable formulas for both haircare professionals and end-users.<\/p>","color_scheme":"scheme-d5290143-d466-413e-8927-0366fbb519dc","padding_top":40,"padding_bottom":52}},"rich_text_4EbgCM":{"type":"rich-text","blocks":{"heading_TKMHn4":{"type":"heading","settings":{"heading":"The DAMANCI Way","heading_size":"h2"}},"text_Uzffdk":{"type":"text","settings":{"text":"<p>As an environmentally-conscious brand, we are proud of the action our community takes every day in building a better tomorrow, making an undeniably strong daily effort to conserve the resources of the only planet we have. All of the parties involved contribute with either a direct commitment, working for the company, or indirectly, through the purchase of eco-friendly consumer goods.<\/p><p> <\/p><p><strong>DAMANCI is sustainability made:<\/strong> being eco-conscious is deeply embedded in our core since the start. Being green is a fundamental belief system that has inspired all action coming forth. This way, we protect you by making sure all our products are free of parabens, salt, and sulfates, and our habitat by using only products that are organic, recycled, cruelty-free, and 100% American-made.<\/p>"}},"button_LM7Wn8":{"type":"button","disabled":true,"settings":{"button_label":"CHECK OUT OUR PRODUCTS","button_link":"shopify:\/\/collections\/all","button_style_secondary":true,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["heading_TKMHn4","text_Uzffdk","button_LM7Wn8"],"custom_css":["p {text-align: justify;}","h3 {color: #a88d51;}",".rich_text_button {text-color: black;}","h2 {color: #a88d51;}"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"scheme-4","full_width":true,"padding_top":100,"padding_bottom":28}},"multirow_BgGAcJ":{"type":"multirow","blocks":{"row_EBgJYf":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Screenshot_2024-05-29_135027.png","caption":"","heading":"Sustainably-Sourced Ingredients","text":"<p>Ingredients are sourced from the highest quality products in sustainable ways from sustainable origins. We make it a point of honor to use all naturally-derived ingredients, organic essential oils, and eco-friendly ingredients to do our part in caring for the world. Choosing to source ingredients with close consideration to the impact on the environment means responsible action - not only accountable to the environment but also aware of the social impacts related to the production and farming of our formula’s ingredients.<\/p>","button_label":"","button_link":""}},"row_pKWaGc":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Screenshot_2024-05-29_135119.png","caption":"","heading":"Cruelty-Free Brand","text":"<p>Our brand is Leaping Bunny approved - look for the bunny logo. This means we never do testing on animals. We pride ourselves on using products that are animal-friendly, meaning no animal was harmed or has suffered in the making of our products.<\/p>","button_label":"","button_link":""}},"row_AxEJMe":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Screenshot_2024-05-29_135138.png","caption":"","heading":"Recycled Materials – For a Low Ecological Footprint","text":"<p>There is no planet B. DAMANCI’s products are created with that in mind. We want to do as much as possible to reduce waste and preserve our oceans and lands. For us, reducing our carbon footprint means a commitment to recycling materials of everyday use, like packaged products.<\/p>","button_label":"","button_link":""}},"row_V7kLrc":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Screenshot_2024-05-29_135204.png","caption":"","heading":"Shipping Materials that Protect the Earth","text":"<p>Reusing material isn’t the only way to make a conscious effort to save the earth. The whole of our recyclable packaging process is aimed at reducing our carbon footprint as a conscious brand, committed to our guiding principle – doing All the Good.<\/p><p> <\/p><p>To achieve this, we not only invest in post-consumer recyclable containers and boxes, but we also work tirelessly to develop new forms of packaging that fit the products we are shipping perfectly - so no space wasted.<\/p>","button_label":"","button_link":""}},"row_X7nYrd":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Screenshot_2024-05-29_135236.png","caption":"","heading":"Earth-Friendly Changes","text":"<p>Protecting our blue and green globe is a job that never ends. Standards related to preserving the environment are ever-changing and DAMANCI ensures to be on top of these changes by being future-focused and striving to always improve its environmental policies as well as being a voice of citizenship values.<\/p>","button_label":"","button_link":""}}},"block_order":["row_EBgJYf","row_pKWaGc","row_AxEJMe","row_V7kLrc","row_X7nYrd"],"settings":{"image_height":"medium","desktop_image_width":"medium","heading_size":"h1","text_style":"body","button_style":"secondary","desktop_content_position":"middle","desktop_content_alignment":"left","image_layout":"alternate-left","section_color_scheme":"","row_color_scheme":"","mobile_content_alignment":"left","padding_top":36,"padding_bottom":36}},"rich_text_9LcWzV":{"type":"rich-text","blocks":{"heading_enCFgY":{"type":"heading","settings":{"heading":"Our Product Concept","heading_size":"h2"}},"caption_HxnQaT":{"type":"caption","settings":{"caption":"Care for our customers and our planet is an integral part of our mission:","text_style":"subtitle","text_size":"large"}},"text_pJhyRV":{"type":"text","settings":{"text":"<ul><li>Infused with certified organics oils<\/li><li>Free of parabens, salt and sulfates<\/li><li>100% made in USA<\/li><li>100% post-consumer waste recycled bottle<\/li><li>100% not tested on animals<\/li><li>100% you.<\/li><li>Formulated to be good for you, for the planet and for all<\/li><\/ul>"}},"heading_7LLQzc":{"type":"heading","settings":{"heading":"Our Promise To You","heading_size":"h1"}},"text_VCiVUi":{"type":"text","settings":{"text":"<p>We combine science and beauty to not only make your hair look its youthful best; DAMANCI will also save time. Our products contain the best natural organic ingredients combined innovatively to create the most complete and effective anti-aging products.<\/p><p>Our commitment is to enhance the natural beauty of every woman by continuously providing the highest quality products to everyone around the world. The meeting of science and beauty is what makes DAMANCI a modern lifestyle symbol of simplicity, empowerment and elegance.<\/p>"}},"button_Q4N6mR":{"type":"button","settings":{"button_label":"CHECK OUT OUR PRODUCTS","button_link":"shopify:\/\/collections","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}},"text_xVbYCY":{"type":"text","settings":{"text":"<p>DAMANCI is a Fusion of Passion, Science, Quality, Integrity and Innovation<\/p><p>Passion is the driving force that permeates our entire organization. We have a sense of mission and absolutely love what we do– helping women look and feel their best.<\/p><p>Science is an integral part of the DAMANCI brand. Tireless hours of research and development have been dedicated to studying the aging process and to offer our customers the most effective products possible. Our products’ results are evidence of success in these endeavors.<\/p><p>Unsurpassed Quality makes our exclusive natural formulas efficient, powerful and luxurious. When combined, it is a complete system solution designed to change the molecular structure of hair from its inner core out, improving the manageability and appearance of all types of hair. This helps to defy signs of aging while enhancing or bringing back beautiful, healthy and younger-looking hair.<\/p><p>Integrity means that we use only the finest ingredients and safest processes. We will never cut corners.<\/p><p>Innovation goes hand in hand with passion. We are on a never-ending quest to improve our products. We are also consistently developing new product lines to fulfill the emerging needs of our core customer – today’s modern woman.<\/p><p>Experience the DAMANCI difference, take More Time to Shine!<\/p>"}},"button_yjFCQp":{"type":"button","settings":{"button_label":"VIEW OUR STORE","button_link":"shopify:\/\/collections","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["heading_enCFgY","caption_HxnQaT","text_pJhyRV","heading_7LLQzc","text_VCiVUi","button_Q4N6mR","text_xVbYCY","button_yjFCQp"],"disabled":true,"custom_css":[".rich-text__text {text-align: justify;}","h2 {color: #a88d51; font-size: 24px;}"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"scheme-4","full_width":true,"padding_top":12,"padding_bottom":52}}},"order":["main","custom_liquid_BgyhCJ","rich_text_4EbgCM","multirow_BgGAcJ","rich_text_9LcWzV"]}